{
	"corpora":     
	[ 
		{ 
			"tag":"Sport",
			"code":"001",          
			"content":
			" Lionel rugby Messi goal match boot ronaldo real madrid Rochdale, those FA Cup heroes, are in real danger of the drop from LeagueOne. They are losing 1-0 to Shrewsbury, for whom Nathan Thomas has scored.Great start for Leeds after some awful defending from Boltontadium this season in the League Cup, a 2-1 win in August, though perhapsNeil Warnock might not have been too fussed about that. Promotion, which wouldcome against the odds considering the budget Warnock works on, is the onlygame in town. 70th over: South Africa 241-2 (Markram 146, deVilliers 37) Lyon finally moves over the wicket to the right-handers - and hegoes around the park! de Villiers sweeps and lapsweeps a couple of fours. Lyongoes back around the wicket, and de Villiers hoicks over backward square legfor six! Fifteen from the over. Sayers beats de Villiers, who isstill batting with a disconcerting lack of fluency. Another maiden.La Liga returns this weekend and Barcelona head to Sevilla on Saturday as theyaim to continue their unbeaten run in the league and close in on the title.World Cup winners and a mascot Ernesto Valverde will have toconsider his team carefully after the international break and with Roma upnext in the Champions League on Wednesday. randfathers for Golf istaking reservations for its annual Marty Finn Memorial Golf Tournament, to beheld 9 a.m. Saturday, June 2, at the recently refurbished Golden Era GolfCourse in San Jacinto Cricket Austrailia BCCI ICC international Cricket ranji trophy premier league game chelsea fc Barcelona Manchester United "
		}, 		
		{   "tag": "Science",
			"code": "003",
			"content": "This NASA planet hunter is searching for worlds justlike Earth Tucked away in high-tech laboratories, a team of 30 researchers arestudying new ways to keep humans alive on a potential moon or Mars.OldestKnown Human Footprints Discovered on Canada’s Pacific Coast In anew paper, archaeologists describe 29 footprints that date to the end of thelast ice age earliest-known-footprints-discovered-canadas-pacific-coast-180968632/#i4AHAT7Ad7SSm8YG.99 Give the gift of Smithsonianmagazine for only $12! http://bit.ly/1cGUiGv Follow us:@SmithsonianMag on Twitter This provides evidence that people wereinhabiting the region at the end of the last ice age,” Duncan McLaren, ananthropologist from the Hakai Institute and University of Victoria and leadauthor of the study, tells St. Fleur. Read more:https://www.smithsonianmag.com/smart-news/earliest-known-footprints-discovered-canadas-pacific-coast-180968632/#i4AHAT7Ad7SSm8YG.99 Givethe gift of Smithsonian magazine for only $12! http://bit.ly/1cGUiGvFollow us: @SmithsonianMag on Twitter The now defunct Chinese spacestation Tiangong-1 is en route to crash into Earth – completing its“atmospheric reentry phase”. While experts have been aware that this wouldhappen for more than a year, there has been huge uncertainty around the exacttiming. As the station’s orbital altitude has decreased, however, thisuncertainty has gradually reduced and it is now possible to determine that itwill deorbit within a few days. Most of the 8.5-tonne station willburn up and disintegrate as it passes through the atmosphere, though somedebris may hit Earth. And although we have the capability to precisely controla spacecraft such as Rosetta – which orbited a few km away from comet 67Pwhile being 405m km away from Earth and travelling at 55,000km per hour – wecannot actually predict the time and place of Tiangong-1’s potential impact onEarth, despite it being only 200km above us."     
		},   
		{ 	"tag":"Life Style",
			"code": "005",
			"content": " sexual chilli onion garlic sauce recipe porn chicken beef pork mutton beacon veggie vegitable sex love karma kamasutra horny hot babes nude photoshoot our neighbourhood may play an integral role in obesity management. According to a  study, designing urban spaces that promote more walking, may help prevent obesity and cut down on thehealth risks associated.The study published in the journal PreventiveMedicine, pedestrian-friendly amenities, such as pedestrian crossing lights,wider sidewalks, and signs to help pedestrians cross the road, may play acrucial role in keeping the BMI in check. I have struggled with myweight for most of my life. It started when I was a child. I had a roughupbringing and was often alone. This gave me the freedom to eat whatever Iwanted. Sweets, chips, soda, you name it — I ate when I was bored, stressed,scared, or happy. Food was my outlet. I was always bigger than all the otherkids that I went to school with and I often got bullied. I specificallyremember when I was in fourth grade, a girl asked me if I was pregnant. I wasdevastated. Luckily, I somewhat grew into my body and started to become betterproportioned. However, I was still bigger than my friends. I remember thatshopping for jeans was always a nightmare. After high school, I continued togain weight. I averaged around 200 pounds in my early 20s. In 2014, mydaughter was born, and I weighed 235 pounds. By the time my daughter was 2, Iwas at my all-time high weight of 245. It was at that point that I knew it wastime to make change A woman's nutritional needs are quite differentfrom that of a man. These requirements change with age as she goes throughmenstruation, pregnancy, lactation, and menopause. Fashion Week hasquickly escalated into a global phenomenon with South Korea’s buzzing popculture influence, the ultrahyped streetstyle pictures outside the Zaha-Hadid-designed Dongdaemun Design Plaza, and the generous government funding asfashion becomes a business sector the country wants to build up.These days, there are as many flavors of food TV as there are flavors of icecream. On Netflix alone you’re buried in choice Chef’s Table! Cooked! TheWild Chef! Something called The Big Family Cooking Showdown and when youadd in other streaming options, you quickly turn into the TV equivalent ofthat person at a restaurant who can’t decide what to order. Are you in themood for a competition situation? Or maybe a dreamy, slo-mo vibe? Short andsweet? Maybe something more substantial? Here’s a guide to exactly the rightfood show to satisfy your craving. Adam Rippon has opened up about hissexuality, revealing that he has dated women in the past. HAVANA TIMES— Consumption of movies with explicit sex scenes, no matter what the sexualorientation is, could be considered moderate here in Cuba. And as far as Iknow, consumption isn’t a crime but distribution and commercialization are.Because according to Cuban law, using the abovementioned movie products(especially pornography) “go against the moral principles of Cuba’srevolutionary society."     
		},     
		{     "tag":"Business",
			"code": "006",
			"content":  "ational Transportation Safety Board spokesperson Christopher O'Neil said in a phone call Thursday that the federal agency wasinvestigating the crash, mostly looking into the fire after the crash and howthe vehicle was transported and removed from the scene.He said the NTSB wouldbe interested in knowing if Tesla's autopilot mode was in use leading up tothe crash, but its field investigation didn't have any updated information onwhether that was the case.The biggest stocks were the biggest losersin chaotic first quarter The largest S&P 500 stocks, the mega-caps,were the biggest losers in the first quarter. The quarter started witha boom in January but became increasingly volatile. Emerging marketswere among the few asset classes in positive territory. Few sectorscould be called legitimate winners. U.S. stocks underperformedemerging markets stocks, which was the only one among the three major regions— U.S., developed markets ex-U.S. and EM — to turn in positive performance asof Thursday, but even emerging markets barely eked out a gain, up about onehalf of 1 percent. Developed markets outside the United States were downroughly 1.5 percent, while the S&P was sitting on a loss above 2 percent,though the market had rebounded as of midday Thursday."     
		},   
		{
			"tag":"Technology",
			"code": "002",     
			"content": "Phone selfies are boring.People are not doing them anymore and they ve become unpopular First, there was the standard selfie, then the selfie stick, and nowthe next evolution of the selfie has arrived!Nobody knows who did it first, but soon thousands of people in Irelandstarted uploading incredible selfies from insane angles. They uploaded them to social media and soon EVERYONE wanted to do the same! WhatsApp is now making it easier to let you notify particular contacts about you having changed your phone number. This new WhatsApp feature is already rolling out to the latest Android beta version (2.18.97) of the app, and is expected to reach iPhone and Windows Phone versions soon. It extends the original Change Number feature that allowed users to migrate their account information, groups, and settings. WhatsApp recently added the option to transfer money via QR codes, while features such as advanced GIF Search and Sticker Search are expectedto Xiaomi fans looking to buy the Redmi Note 5 will have another opportunity to try their luck as the Chinese brand is hosting a flash sale once again. This is the second time this month Xiaomi has hosted the Redmi Note 5 flash sale on a Friday (the handset usually goes on sale on Wednesdays). Along with it, the two siblings of the popular model namely Redmi 5 and Redmi 5A — will also be up for grabs in India via surprise flash sales. The Redmi Note 5 flash sale will be held on both Flipkart and Mi.com, After facing the flak over ther evelation that it was purposefully slowing down iPhones to save battery life, Apple has released iOS 11.3 update that gives users more power over battery performance. The iOS 11.3 has added new features to show battery health of iPhone or iPad and recommend if a battery needs to be service These can be found in Settings–Battery and are available for iPhone 6 and later. Additionally, users can now see if the power management feature that dynamically manages maximum performance to prevent unexpected shutdowns first introduced in iOS 10.2.1, is on and can choose to turn it off Apple said in a statement late Thursday dell apple lenovo facebook twitter instagram social media tinder google bing bydu duck-duck-go"
		}
	]
}
